TEXT_FOR_START_COMMAND = (
    "👋 Привет я бот который поможет тебе с изученим английского язык.🇬🇧",
    "👋 Привет дайвай учить английский вместе!💕",
)

TEXT_FOR_WORDS_SHOW = "📌 Дата добавления: {date}"

TEXT_INFO_COMMAND = """
🕹️ `start` - Команда приветствия.\n
🕹️ `cancel` - Сбрасывает рабочие процессы, например если вы записывали новое слово, но передумали бот отменит это действие и не буде записывать слово.\n
🕹️ `new` - Создание нового слова и его перевода.\nСначала бот попросит ввести слово на английском языке, допустимы только буквы английского алфавита и пробелы.
Далее бот попросит ввести перевод слова на русский язык, бот не проверят верный ли это перевод, за это ответсвенны вы сами,
но для ввода допустыми только буквы русского алфивита и пробелы.\n
🕹️ `words` - Вывод списка записанных слов по дате добавления.\n
🕹️ `translate <слово>` - При вводе команды `translate`, сразу после, нужно ввести слово или фразу для перевода
"""
